---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GeneralFailures.ParameterValuesConflict
source: html/780db829-b24d-d7ef-1d20-ac7f04e24149.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GeneralFailures.ParameterValuesConflict Property

The value for [Parameter Name] must be at least [Value] below the value for [Parameter Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId ParameterValuesConflict { get; }
```